tap "homebrew/bundle"

brew "antidote"
brew "gh"
brew "htop"
brew "jq"
brew "luarocks"
brew "neovim"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tree"
brew "zsh"
brew "node"

cask "arc"
cask "docker"
cask "docker-compose"
cask "google-chrome"
cask "notion"
cask "obsidian"
cask "spotify"
cask "superhuman"
cask "visual-studio-code"
