tap "homebrew/bundle"
tap "homebrew/cask-fonts"


brew "antidote"
brew "docker"
brew "docker-completion"
brew "fzf"
brew "gcc"
brew "gh"
brew "htop"
brew "jq"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "node"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tree"
brew "xz"
brew "zsh"


cask "arc"
cask "docker"
cask "docker-compose"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "notion"
cask "obsidian"
cask "spotify"
cask "superhuman"
cask "visual-studio-code"
