djui/alias-tips
romkatv/zsh-bench kind:path

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/archlinux
ohmyzsh/ohmyzsh path:plugins/systemd
ohmyzsh/ohmyzsh path:plugins/kubectl

zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
